[
   {
      "id": "101",
      "eventName": "BUG-HUNT",
      "club": "ACM",
      "venue": " Lab 4, 3 ",
      "duration": "2hrs",
      "teamSize": "",
      "description": "The primary objective of a bug hunt is to hunt for the ultimate bug and find the output of the code. use your programming and problem-solving skills to find bugs and solve a series of cryptic code statements in order to arrive at the final destination for the ultimate prize",
      "coordinators": " Hemant Chowdhury: 7632002227, Sumit Jain : 9709026600"
   },
   {
      "id": "102",
      "eventName": "CASH FLOW",
      "club": "IEEE",
      "venue": "236 or 237",
      "duration": "2-3 hrs ",
      "teamSize": "2 ",
      "description": "An intense game of number crunching, stock markets, decision making and risk taking. Participants will be given headlines related to virtual world companies and they have to buy/sell stocks of the companies. Then the stock prices will be updated based on the news. At the end, the team which will make maximum profit will win.",
      "coordinators": "Asmita-9631993631 Nikunj-8294645733"
   },
   {
      "id": "103",
      "eventName": "1-2-3 SOLD",
      "club": "AVEON",
      "venue": "",
      "duration": "2.5 hrs",
      "teamSize": "3",
      "description": "The event shall be comprising of two rounds and will be held in pairs. Round1: Teams are supposed to solve a puzzle that is allotted to them in the least possible time. The first 10 teams to solve their puzzle will proceed to the next round. Round2: Teams will be allotted a fixed budget to buy different parts of a car via an auction and create the best possible Electric car",
      "coordinators": "Asim Prakash: 9113468604 "
   },
   {
      "id": "104",
      "eventName": "TECH-NO-SIGHT",
      "club": "IETE",
      "venue": "IC Arena ",
      "duration": "",
      "teamSize": "2 ",
      "description": "Tech-No-Sight One of the two members will be blind folded. A maze will be in front of the participants. A Small car will have to trace the maze and solve it but the blind folded person will have the remote and the second person will have to assist his/her partner in solving the maze.",
      "coordinators": "Vishesh-7889896493, Vathsalya-9494614098"
   },
   {
      "id": "105",
      "eventName": "WIKI WARS",
      "club": "BIOTS",
      "venue": "Computer lab",
      "duration": "2 hrs.",
      "teamSize": "1-2",
      "description": "Wiki Wars can be played with only a web browser. It tests the ability to navigate Wikipedia effectively and to think ahead. ",
      "coordinators": "Apoorva sahu(9199268738), Aditya(9709315267)"
   },
   {
      "id": "106",
      "eventName": "FLASH TIME PARADOX",
      "club": "SMAC",
      "venue": "Classroom",
      "duration": "2-3 hrs",
      "teamSize": "1-3 ",
      "description": "This event consists of two rounds - Round 1 - Participants need to build a tower using a deck of playing cards. The participants whose building stand tall and strong till the end will qualify for the next round. Round 2 - In this round, the selected group of participants would be provided with some products. The team is required to advertise their product on the Dias and convince the audience to buy their product. This round will test the team coordination and communication skills of the participants. ",
      "coordinators": "Shivam Raj: +91 93041 63852, Aditya: - +91 97093 15267"
   },
   {
      "id": "107",
      "eventName": "GREEN AVENGERS",
      "club": "EPAC ",
      "venue": "Any classroom where the projector works.",
      "duration": "1.5 hrs",
      "teamSize": "",
      "description": "The teams will have to design a Superhero or a cartoon character who is pro-environment. They will be provided with resources and then they will have to present it in front of the judges. The superhero will be judged upon creativity/idea, feasibility, presentation etc",
      "coordinators": "Ujjawal (93040 18701), Sameer (91677 44025)"
   },
   {
      "id": "108",
      "eventName": "SAVE THE EGG",
      "club": "Firebolt Racing",
      "venue": "RnD front arena",
      "duration": "2 hrs",
      "teamSize": "2",
      "description": "In the event Save the egg, the teams will be provided with an egg which is to be set in the cup and make a parachute such that when it is dropped from a certain height, egg should remain unbroken and should be dropped in the points area. The team with no eggs broken, and landing on the points area wins the event.",
      "coordinators": "Rohit Vaths - 9179334482, Trishant Agarwal - 9950069368"
   },
   {
      "id": "109",
      "eventName": "TECH DEBATE",
      "club": "UNESQUO",
      "venue": "UNESQUO",
      "duration": "3-4 hrs ",
      "teamSize": "1",
      "description": "The event is a debate on a current technology topics. The first round will be treated as a screening phase where participants will be asked to speak on the given topic, either for or against it. After the screening round we will choose 7-8 top performers, who will be allotted a new topic to speak on and will be divided into two teams, for and against.",
      "coordinators": "Aishwarya (9939505896), Samridhi(6206365768)."
   },
   {
      "id": "110",
      "eventName": "UNCERTAINTY CONUNDRUM",
      "club": "IETE",
      "venue": "236",
      "duration": "Whole day",
      "teamSize": "",
      "description": "1st round: Crossword and puzzle solving round. 2nd round: A treasure hunt having riddles related to electronic and electrical items around the campus. ???",
      "coordinators": "Ravish- 9335036416, Meet-7485041290"
   },
   {
      "id": "111",
      "eventName": "PROFESSOR’S CUT",
      "club": "IEI Civil",
      "venue": "Classroom",
      "duration": "1.5 hrs",
      "teamSize": "1",
      "description": "Has teaching always been your go-to passion ? Then, here comes a perfect match to follow it. This event offers you a topic on which you'll have to deliver your views just like a professor does, in a given time limit. You'll be judged on the basis of your content and questions you answer asked by the judges.",
      "coordinators": "Shipra-8789734599, Shashank-9131785501"
   },
   {
      "id": "112",
      "eventName": "ROBOTIVATE",
      "club": "Robolution",
      "venue": "LH1 (preferably) or Room 236 ",
      "duration": "1.5hr",
      "teamSize": "2",
      "description": "The event will commence with the declaration of a robotics\\automation problem. Every team participating in the event has to think over the problem and come up with technical solutions that will help in overcoming the problem. The participants should brush up their knowledge regarding basic robotics concepts and sensors. The event will comprise of two rounds: \r\n1st round will be pen and paper based where the teams have to jot down their ideas on paper giving proper explanation about their approach and explaining the concepts used. \r\nTeams will be selected on the basis of presentation of their ideas in the pen and paper round. \r\nThe teams qualifying the first round will move to 2nd round which will be an interview round where the teams have to present their approach and survive the questions put up by the judges.\r\n",
      "coordinators": "Sourabh Khemka (8674810511), Sarthak M Das (8789365337) "
   },
   {
      "id": "113",
      "eventName": "CLAY STATION 2.0",
      "club": "FAS",
      "venue": "Shorbagh",
      "duration": "1.5hrs",
      "teamSize": "2-3",
      "description": "The participants have to make an innovative clay models using the given materials within given time limit.",
      "coordinators": "Shubhangi Narayan - 8051860490, Ankit-7061965509"
   },
   {
      "id": "114",
      "eventName": " CIRCUIT CHASERS",
      "club": "ECESoc",
      "venue": "",
      "duration": "2hrs",
      "teamSize": "4-6",
      "description": "In this, every group will be given small project on LDR(sensor) . Equipment required for this project has to be found by groups. They will be a given equipment list and Clues (corresponds to place) . They have to crack clue and will get equipment at that place. Complete the circuit before others. And be awarded\r\nAll the equipment required for the event shall be given by the event organiser and the circuit that is to be made will be very basic.\r\n",
      "coordinators": "Tanmay Gupta (7889669845), Shreshth Gupta (8687557555)"
   },
   {
      "id": "115",
      "eventName": "THE CATASTROPHIC QUERY",
      "club": "EPAC",
      "venue": "- Any classroom where the projector works.",
      "duration": "1.5 hrs",
      "teamSize": "",
      "description": "The event will take place in two rounds:\r\n1.Disaster related quiz (They may be a natural disaster such as cyclones’ name or category or they may be man-made such as Chernobyl, Bhopal gas tragedy, Kuwait oil fires etc..) Sample question: “The reactor number which exploded in Chernobyl/How long the Kuwait oil fires burn/The name of cyclone that hit east coast December 2018”\r\n2.Guessing the event based on a collection of images. The sample question for this round is attached below.\r\nRules:\r\n1.    2/3(opinion needed) members per team allowed to participate.\r\n2.    Both rounds pen and paper based. \r\n3.    Marks based qualification per round. Suppose 15 questions are asked per round the 7/8 may be qualifying. Then total of each round to be considered final score for each team. \r\n4.    Top 3 teams may receive a goodie from our side if you want.\r\n5.    The questions will not have equitable structure as some may be easy, some tough and others intermediate. \r\n6.    The questions may be multiple choice questions or fill in the blank type questions for round one.\r\n7.    Round 2 will be purely image based. The entire quiz shall be conducted on ppt.\r\n",
      "coordinators": "Trishant (80168 72980), Ankit (95704 16084)"
   }
]
