[
    {
        "id": "101",
        "eventName": "BUG-HUNT",
        "club": "ACM",
        "venue": " Lab 4, 3 ",
        "duration": "2hrs",
        "teamSize": "",
        "description": "The primary objective of a bug hunt is to hunt for the ultimate bug and find the output of the code. use your programming and problem-solving skills to find bugs and solve a series of cryptic code statements in order to arrive at the final destination for the ultimate prize",
        "coordinators": " Hemant Chowdhury: 7632002227, Sumit Jain : 9709026600"
    },
    {
        "id": "102",
        "eventName": "CASH FLOW",
        "club": "IEEE",
        "venue": "236 or 237",
        "duration": "2-3 hrs ",
        "teamSize": "2 ",
        "description": "An intense game of number crunching, stock markets, decision making and risk taking. Participants will be given headlines related to virtual world companies and they have to buy/sell stocks of the companies. Then the stock prices will be updated based on the news. At the end, the team which will make maximum profit will win.",
        "coordinators": "Asmita-9631993631 Nikunj-8294645733"
    },
    {
        "id": "103",
        "eventName": "1-2-3 SOLD",
        "club": "AVEON",
        "venue": "",
        "duration": "2.5 hrs",
        "teamSize": "3",
        "description": "The event shall be comprising of two rounds and will be held in pairs. Round1: Teams are supposed to solve a puzzle that is allotted to them in the least possible time. The first 10 teams to solve their puzzle will proceed to the next round. Round2: Teams will be allotted a fixed budget to buy different parts of a car via an auction and create the best possible Electric car",
        "coordinators": "Asim Prakash: 9113468604 "
    },
    {
        "id": "104",
        "eventName": "TECH-NO-SIGHT",
        "club": "IETE",
        "venue": "IC Arena ",
        "duration": "",
        "teamSize": "2 ",
        "description": "Tech-No-Sight One of the two members will be blind folded. A maze will be in front of the participants. A Small car will have to trace the maze and solve it but the blind folded person will have the remote and the second person will have to assist his/her partner in solving the maze.",
        "coordinators": "Vishesh-7889896493, Vathsalya-9494614098"
    },
    {
        "id": "105",
        "eventName": "WIKI WARS",
        "club": "BIOTS",
        "venue": "Computer lab",
        "duration": "2 hrs.",
        "teamSize": "1-2",
        "description": "Wiki Wars can be played with only a web browser. It tests the ability to navigate Wikipedia effectively and to think ahead. ",
        "coordinators": "Apoorva sahu(9199268738), Aditya(9709315267)"
    },
    {
        "id": "106",
        "eventName": "FLASH TIME PARADOX",
        "club": "SMAC",
        "venue": "Classroom",
        "duration": "2-3 hrs",
        "teamSize": "1-3 ",
        "description": "This event consists of two rounds - Round 1 - Participants need to build a tower using a deck of playing cards. The participants whose building stand tall and strong till the end will qualify for the next round. Round 2 - In this round, the selected group of participants would be provided with some products. The team is required to advertise their product on the Dias and convince the audience to buy their product. This round will test the team coordination and communication skills of the participants. ",
        "coordinators": "Shivam Raj: +91 93041 63852, Aditya: - +91 97093 15267"
    },
    {
        "id": "107",
        "eventName": "GREEN AVENGERS",
        "club": "EPAC ",
        "venue": "Any classroom where the projector works.",
        "duration": "1.5 hrs",
        "teamSize": "",
        "description": "The teams will have to design a Superhero or a cartoon character who is pro-environment. They will be provided with resources and then they will have to present it in front of the judges. The superhero will be judged upon creativity/idea, feasibility, presentation etc",
        "coordinators": "Ujjawal (93040 18701), Sameer (91677 44025)"
    },
    {
        "id": "108",
        "eventName": "SAVE THE EGG",
        "club": "Firebolt Racing",
        "venue": "RnD front arena",
        "duration": "2 hrs",
        "teamSize": "2",
        "description": "In the event Save the egg, the teams will be provided with an egg which is to be set in the cup and make a parachute such that when it is dropped from a certain height, egg should remain unbroken and should be dropped in the points area. The team with no eggs broken, and landing on the points area wins the event.",
        "coordinators": "Rohit Vaths - 9179334482, Trishant Agarwal - 9950069368"
    },
    {
        "id": "109",
        "eventName": "TECH DEBATE",
        "club": "UNESQUO",
        "venue": "UNESQUO",
        "duration": "3-4 hrs ",
        "teamSize": "1",
        "description": "The event is a debate on a current technology topics. The first round will be treated as a screening phase where participants will be asked to speak on the given topic, either for or against it. After the screening round we will choose 7-8 top performers, who will be allotted a new topic to speak on and will be divided into two teams, for and against.",
        "coordinators": "Aishwarya (9939505896), Samridhi(6206365768)."
    },
    {
        "id": "110",
        "eventName": "UNCERTAINTY CONUNDRUM",
        "club": "IETE",
        "venue": "236",
        "duration": "Whole day",
        "teamSize": "",
        "description": "1st round: Crossword and puzzle solving round. 2nd round: A treasure hunt having riddles related to electronic and electrical items around the campus. ???",
        "coordinators": "Ravish- 9335036416, Meet-7485041290"
    },
    {
        "id": "111",
        "eventName": "PROFESSOR'S CUT",
        "club": "IEI Civil",
        "venue": "Classroom",
        "duration": "1.5 hrs",
        "teamSize": "1",
        "description": "Has teaching always been your go-to passion ? Then, here comes a perfect match to follow it. This event offers you a topic on which you'll have to deliver your views just like a professor does, in a given time limit. You'll be judged on the basis of your content and questions you answer asked by the judges.",
        "coordinators": "Shipra-8789734599, Shashank-9131785501"
    },
    {
        "id": "112",
        "eventName": "ROBOTIVATE",
        "club": "Robolution",
        "venue": "LH1 (preferably) or Room 236 ",
        "duration": "1.5hr",
        "teamSize": "2",
        "description": "The event will commence with the declaration of a robotics\\automation problem. Every team participating in the event has to think over the problem and come up with technical solutions that will help in overcoming the problem. The participants should brush up their knowledge regarding basic robotics concepts and sensors. The event will comprise of two rounds: \r\n1st round will be pen and paper based where the teams have to jot down their ideas on paper giving proper explanation about their approach and explaining the concepts used. \r\nTeams will be selected on the basis of presentation of their ideas in the pen and paper round. \r\nThe teams qualifying the first round will move to 2nd round which will be an interview round where the teams have to present their approach and survive the questions put up by the judges.\r\n",
        "coordinators": "Sourabh Khemka (8674810511), Sarthak M Das (8789365337) "
    },
    {
        "id": "113",
        "eventName": "CLAY STATION 2.0",
        "club": "FAS",
        "venue": "Shorbagh",
        "duration": "1.5hrs",
        "teamSize": "2-3",
        "description": "The participants have to make an innovative clay models using the given materials within given time limit.",
        "coordinators": "Shubhangi Narayan - 8051860490, Ankit-7061965509"
    },
    {
        "id": "114",
        "eventName": "CIRCUIT CHASERS",
        "club": "ECESoc",
        "venue": "",
        "duration": "2hrs",
        "teamSize": "4-6",
        "description": "In this, every group will be given small project on LDR(sensor) . Equipment required for this project has to be found by groups. They will be a given equipment list and Clues (corresponds to place) . They have to crack clue and will get equipment at that place. Complete the circuit before others. And be awarded\r\nAll the equipment required for the event shall be given by the event organiser and the circuit that is to be made will be very basic.\r\n",
        "coordinators": "Tanmay Gupta (7889669845), Shreshth Gupta (8687557555)"
    },
    {
        "id": "115",
        "eventName": "THE CATASTROPHIC QUERY",
        "club": "EPAC",
        "venue": "- Any classroom where the projector works.",
        "duration": "1.5 hrs",
        "teamSize": "",
        "description": "The event will take place in two rounds:\r\n1.Disaster related quiz (They may be a natural disaster such as cyclones’ name or category or they may be man-made such as Chernobyl, Bhopal gas tragedy, Kuwait oil fires etc..) Sample question: “The reactor number which exploded in Chernobyl/How long the Kuwait oil fires burn/The name of cyclone that hit east coast December 2018”\r\n2.Guessing the event based on a collection of images. The sample question for this round is attached below.\r\nRules:\r\n1.    2/3(opinion needed) members per team allowed to participate.\r\n2.    Both rounds pen and paper based. \r\n3.    Marks based qualification per round. Suppose 15 questions are asked per round the 7/8 may be qualifying. Then total of each round to be considered final score for each team. \r\n4.    Top 3 teams may receive a goodie from our side if you want.\r\n5.    The questions will not have equitable structure as some may be easy, some tough and others intermediate. \r\n6.    The questions may be multiple choice questions or fill in the blank type questions for round one.\r\n7.    Round 2 will be purely image based. The entire quiz shall be conducted on ppt.\r\n",
        "coordinators": "Trishant (80168 72980), Ankit (95704 16084)"
    },
    {
        "id": "116",
        "eventName": "TECHNIQ",
        "club": "IEI Civil",
        "venue": "Room",
        "duration": "",
        "teamSize": "4",
        "description": "Techniq is an event that combines mental ability with knowledge and craftsmanship. The first round is an aptitude round with tricky questions, out of which 4 teams proceed to the finals.",
        "coordinators": "Shipra-8789734599, Shashank-9131785501"
    },
    {
        "id": "117",
        "eventName": "REV IT UP",
        "club": "Team Srijan",
        "venue": "Ic Arena under the shades",
        "duration": "",
        "teamSize": "1",
        "description": "Did you ever drive a formula type racecar? Ever sat in one? If you think you’re the best driver out there, here’s a chance to prove it true. We have set up a real-time virtual simulator for you to participate, set a record lap-time, and win your team a whole load of points!",
        "coordinators": "Aditya Singh Chauhan:8789833041, Divya poluri :9006067079"
    },
    {
        "id": "118",
        "eventName": "PITSTOP",
        "club": "FireBolt Racing",
        "venue": "IC Arena",
        "duration": "2 hours",
        "teamSize": "2",
        "description": "In this event, rear left tyre of our ATV is to be untighten using suitable tool out of the tools placed near them. After the tyre touches the floor, the team needs to tighten the tyre again. The team with the least amount of time to complete the procedure wins the event.",
        "coordinators": "Rohit Vaths - 9179334382, Trishant Agarwal – 9950069368"
    },
    {
        "id": "119",
        "eventName": "PARTNER IN DRIVE",
        "club": "SMAC",
        "venue": "Classroom",
        "duration": "2hrs",
        "teamSize": "2",
        "description": "One of the participants will be blind folded and the other team mate has to direct his companion to drive the car in Need for Speed! The team taking minimum time to complete the task shall win.",
        "coordinators": "Siddhi- 7021121526, Akshay- 9820710754"
    },
    {
        "id": "120",
        "eventName": "ENIGMA",
        "club": "EEESoc",
        "venue": "Classroom type with projector",
        "duration": "",
        "teamSize": "",
        "description": "Morse code and scrambled words based general knowledge competition.",
        "coordinators": "Amrit- 9113417252; Vivek- 9162668319"
    },
    {
        "id": "121",
        "eventName": "CHEM-E-ROCKET",
        "club": "IIChe",
        "venue": "For round 1 : room 237, For round 2 : just outside LH-1,2 building",
        "duration": "2.5 hrs",
        "teamSize": "2",
        "description": "There will be two rounds in this event. In round 1, there will be a quiz in which 10 teams will be selected for the next round. In round 2, the selected teams will be given resources to make a rocket. Each team will be given two chances to boost their rocket. Teams will be judged according to time of flight and range. But the first preference will be time of flight. The team having greater net time of flight (in both rounds) will be the winner. And accordingly there will be 3 winners.",
        "coordinators": "Shubhangi Narayan-8051860490, Nityasantosh Das-8249431405"
    },
    {
        "id": "122",
        "eventName": "INVESTOR'S HAT",
        "club": "EDC",
        "venue": "LH1",
        "duration": "2- 3 hrs ",
        "teamSize": "1-2",
        "description": "The participants would start with the same initial amount of virtual money. Various scenarios would be given and on the basis of these scenarios, the teams have to invest their money in different sectors. The team with the highest amount at the finish is declared the winner.",
        "coordinators": "Yash-9082499159 and Shivam Lal-9079094343"
    },
    {
        "id": "123",
        "eventName": "BAKE THE CODE",
        "club": "IET",
        "venue": "Lab 4",
        "duration": "2.5 hrs",
        "teamSize": "2",
        "description": "The event will consist of two rounds with students participating in teams of two. The first round will be a logic and aptitude test. A total of 12 teams will be selected from the first round. The qualifying teams shall move on to the next round. In the second round, teams will be given documentation of a programming language, the ”recipe”, about which they are unaware of. Learning from the documentation, they would need to solve two competitive programming questions. The team whose code shall run perfectly would be deemed as winners. The teams will be judged on the basis of number of questions solved and the amount of time taken by them to finish the challenge.",
        "coordinators": "Karn (8051005416), Shalu (9304442397)"
    },
    {
        "id": "124",
        "eventName": "FILMINUTE",
        "club": "PSoc",
        "venue": "Any classroom with a projector",
        "duration": "1 hr",
        "teamSize": "2 or more ",
        "description": "The theme is OPEN. All kinds of entries are welcome, be it a documentary, short film, or just some B-rolls. Just give your best in one minute. Judging Criteria: Editing, Cinematography, Originality, Acting (if any), Sound effects, overall impact. General Rules: -Entries must be the original work of the entrant and must not infringe third-party's rights. -The content of the video should be appropriate for public screening and thus have no vulgarity. Obscenity (at the discretion of the judges) of any kind is not allowed and will lead to immediate disqualification. -Plagiarism is strictly prohibited.",
        "coordinators": "Nishant: +91 6200 780 158, Ankit: +91 8340 528 532"
    },
    {
        "id": "125",
        "eventName": "BIT CRYPTIC",
        "club": "ECESoc",
        "venue": "",
        "duration": "",
        "teamSize": "3-5",
        "description": "In this, every group will be given a puzzle as Crossword. They have to compete and solve it before others. First top 3 group to complete will be awarded.",
        "coordinators": "Tanmay Gupta-7889669845, Shreshth Gupta-8687557555"
    },
    {
        "id": "126",
        "eventName": "SCI-FI QUIZ",
        "club": "UNESQUO",
        "venue": "LH1/2.",
        "duration": "4 hours",
        "teamSize": "2-3",
        "description": "It is a Business and Technology Quiz. It comprises two rounds- prelims and finals. The prelims will be a written round from which we will choose top participants who will battle it out in the finals. Expected participation is high. The top three will be given cash prizes.",
        "coordinators": "Ishan: 9955486421, Subhomoy: 9163933404"
    },
    {
        "id": "127",
        "eventName": "Verbatim",
        "club": "NAPS",
        "venue": "Room 220",
        "duration": "1:30 hr",
        "teamSize": "",
        "description": "Description: Verbatim will put the participant's wit and vocabulary to test through three intriguing stages. The first round will be a written round. The second will be a Pictionary round in which the participants take part in the classic family game mixed with certain twists. In the final round, the participants play the game of Taboo.\r\nRules and regulations: The event will be held in three rounds with participation allowed in teams of 2-3 members. After each round, teams will be eliminated on the basis of their scores.\r\n2.    Round 1: Participants will have to solve the provided question paper in a given time limit. The question paper will aim to test the participant’s wit and vocabulary.\r\n3.    Round 2: One of the teammates will be given a picture to draw and the other participant will have to guess it.\r\n4.    Round 3: In this round, one must make their teammates guess the given word by words alone without saying the given taboo words. It consists of 3 sub-rounds based on the difficulty level. The cumulative score of the three sub-rounds will be considered to determine the overall winners.\r\n",
        "coordinators": "Nisha(+917779850537) and Shreyansha (+918583939601)"
    },
    {
        "id": "128",
        "eventName": "RadLib",
        "club": "NAPS",
        "venue": "214",
        "duration": "2:30 hr",
        "teamSize": "",
        "description": "Description: RadLib will put to test the participants creativity and oratory skills. The participants get to don the hat of a RJ (Radio Jockey) and justify the various topics allotted to them.\r\nRules and regulations:\r\n1. Round 1- One member from each team has to present the given topic in an interesting and entertaining manner within the stipulated time.\r\n2. Round 2- In this round, one of the members will be assigned a popular character, without his/her knowledge. The other team members would be notified about the character assigned. They have to make their teammate guess the character by giving hints only in an interrogative manner.\r\n3. The cumulative score of the two sub-rounds will be considered to determine the overall winners.\r\n",
        "coordinators": "Debdeepa( +917033047006) and Aishwarya (+919939505896)"
    }
]
